IDEA Open Model
Material.StateOfThermalStressStrain Property
Compatible with IDEA StatiCa 20.1
 State of thermal specific stress-strain curvature
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ThermalStressStrainState StateOfThermalStressStrain { get; set; }
Public Property StateOfThermalStressStrain As ThermalStressStrainState
	Get
	Set
Property Value
Type: ThermalStressStrainState
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace